Repository: moktadiriqbal/romeu
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Please log in with your username and password.
es: Por favor, acceda con su nombre de usuario y contraseña.

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: Create an account
es: Crear una cuenta

source: Account Registration
es: Registro de Cuenta

source: Become a Member
es: Para hacerse miembro

source: Fill out the registration form.
es: Llene el formulario de registro.

source: Register
es: Registrarse

source: Reset your Password
es: Renovar su contraseña

source: Enter the email address you used to register.
es: Introduzca el correo electrónico que utilizó para registrarse.

source: Send a Reset Email
es: Enviar

source: Reset Your Password
es: Restablecer la contraseña

source: CTDA site admin
es: ADTC administración de la página

source: CTDA administration
es: Administración de Django

source: Delete
es: Eliminar

source: Yes, I'm sure
es: Sí, estoy segur@

source: Delete multiple objects
es: Elimine objetos múltiples

source: Change language:
es: Cambiar de idioma:

source: Main models available in the Archive application.
es: Modelos principales disponibles en la aplicación del Archivo

source: Main models
es: Modelos principales

source: Award Nominations / Wins
es: Nominaciones para premios / Ganó

source: Add
es: Añadir

source: Change
es: Cambiar

source: Bibliographic Records
es: Entradas bibliográficas

source: Festival Occurrences
es: Números de festival

source: Locations
es: Ubicaciones

source: Work records
es: Expedientes de obras

source: Controlled lists available in the Archive application.
es: Listas controladas disponibles en la aplicación del Archivo

source: Controlled lists
es: Listas controladas

source: Cities
es: Ciudades

source: Countries
es: Países

source: Languages
es: Idiomas

source: Repositories
es: Repositorios

source: License types
es: tipos de licencia

source: Subject headings
es: Encabezamientos de temas

source: Physical object types
es: Tipos de objeto físico

source: Work record functions
es: funciones de expedientes de obras

source: Directing team functions
es: Funciones del equipo de dirección

source: Cast member functions
es: Funciones de los miembros del elenco

source: Design team functions
es: Funciones del equipo de diseño

source: Tech team functions
es: Funciones del equipo técnico

source: Production team functions
es: Funciones del equipo de producción

source: Production Special Performance Types
es: ¿puesta especial?

source: Organization functions
es: Funciones de organización

source: Festival functions
es: Funciones de festival

source: Static pages, like the home page, about page, etc.
es: Páginas estáticas, como la página inicial, etc.

source: Static pages
es: páginas estáticas

source: You don't have permission to edit anything.
es: No tiene permiso para editar.

source: Recent Actions
es: Actividad reciente

source: My Actions
es: Mis actividades

source: None available
es: Ninguno es disponible

source: Unknown content
es: contenido desconocido

source: Lookup
es: Búsqueda

source: Delete?
es: borrar?

source: View on site
es: ver en la página

source: Remove
es: Eliminar

source: Notes
es: Notas

source: Candidates
es: Candidatos

source: Category
es: categoría

source: Production
es: Producción

source: Recipient
es: recipiente

source: Result
es: resultado

source: Website
es: Página web

source: Images available
es: Hay imágenes disponibles

source: Video available
es: Hay video disponible

source: Audio available
es: Hay audio disponible

source: Related creators
es: Creadores relacionados

source: Written texts
es: Obras escritas

source: Primary
es: Primaria

source: Secondary
es: Secundaria

source: Author
es: autor(es)

source: Nationality
es: Nacionalidad

source: Place of origination
es: Lugar de origen

source: Place of birth
es: Lugar de nacimiento

source: Place of dissolution
es: Lugar de disolución

source: Place of death
es: Lugar de fallecimiento

source: Office / HQ
es: Oficina - centro

source: Tag(s)
es: etiquetas

source: Read more
es: Leer más

source: Read less
es: Leer menos

source: Theater company / organization
es: Compañía teatral

source: Object details
es: Detalles del objeto

source: Donor
es: Donante

source: Sponsor note
es: Nota del donante

source: Physical object date
es: Fecha del objeto físico

source: Physical object location
es: Lugar del objeto físico

source: Object ID
es: ID de objeto

source: Collection
es: Colección

source: Rights holders
es: persona que tiene los derechos

source: License
es: Licencia

source: Identifier (e.g. ISBN, DOI)
es: Identificador

source: Marks / inscriptions
es: Marcas / inscripciones

source: Measurements
es: medidas

source: Related items
es: Objetos relacionados

source: Written works
es: Obras escritas

source: By Collection
es: Colección

source: Digital objects by type
es: Objetos digitales por tipo

source: Digital objects by collection
es: Objetos digitales por colección

source: Begin
es: Fecha de comienzo

source: End
es: Fin

source: Festival Occurrence
es: Números de festival

source: Also known as:
es: También conocido como

source: Attention
es: atención

source: Director
es: Directór

source: Venue
es: local

source: Date range
es: Rango de fechas

source: Participants
es: participante

source: Name
es: Nombre

source: Function(s)
es: Función(es)

source: Occurrence dates
es: fecha de creación

source: Program
es: Programa

source: Educational Program
es: Programa educativo

source: Announcement
es: Anuncio

source: Premiere
es: estreno

source: Performance type
es: Performance

source: Directing team
es: Equipo de dirección

source: Cast
es: Elenco

source: Role(s)
es: Papel(es)

source: Design team
es: Equipo de diseño

source: Technical team
es: Equipo técnico

source: Production team
es: Equipo de producción

source: Documentation team
es: Equipo de documentación

source: Advisory team
es: Equipo de asesoría

source: Theater company
es: compañía teatral

source: Production dates
es: Fechas de producción

source: Festival
es: Festivales

source: Source work(s)
es: Texto fuente

source: By
es: Por

source: Tagged Items
es: Objetos relacionados

source: Directed by
es: Dirigido por

source: Venue type
es: tipo de local

source: Address
es: Dirección

source: Country
es: país

source: Tags
es: etiquetas

source: Also known as
es: También conocido como

source: Stages
es: escenario

source: square feet
es: pies cuadrados

source: Width
es: ancho

source: Depth
es: Profundidad

source: Height
es: Altura

source: Stage lighting
es: iluminación escénica

source: Sound
es: Sonido

source: Seating
es: asientos

source: Performances
es: Performance

source: queue title
es: título de la lista

source: phys assessment
es: evaluación física

source: capture
es: captar

source: post-proc
es: post-producción

source: supervisor QC
es: control de calidad - supervisor

source: editing
es: edición

source: final metadata
es: metadata final

source: prep for release
es: preparado para sacar al público

source: high priority?
es: alta prioridad?

source: queue
es: lista de espera

source: link
es: enlace
