Repository: moktadiriqbal/romeu
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: English
es: Inglés

source: Spanish
es: Español

source: Hold down "Control", or "Command" on a Mac, to select more than one.
es: Mantenga presionada la tecla "control" o "comando" en un Mac, para seleccionar más de uno.

source: Email
es: Correo Electronico

source: Password*
es: Contraseña

source: Please check that your passwords match and try again.
es: Por favor, verifique que sus contraseñas coinciden

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: This account is inactive.
es: Esta cuenta está inactiva.

source: There was an error with your Username/Password combination. Please try again.
es: Error en la combinación de nombre de usuario / contraseña. Por favor, inténtelo de nuevo.

source: Confirm Password
es: Confirmar contraseña

source: Password must be at least %s characters long.
es: contraseña debe tener %s carácteres minimo

source: Email Address
es: Correo electrónico

source: First Name
es: Primer nombre

source: Last Name
es: Apellido

source: We're sorry. That email address is already registered. Please use another email address.
es: Lo sentimos. Este correo electrónico ya está registrada. Por favor, utilice otro.

source: We're sorry. That username is already taken. Please choose another username.
es: Lo sentimos. Ese nombre de usuario ya está en uso. Por favor, elija otro.

source: Please check your email to verify your account before logging in.
es: Por favor revise su correo electrónico para verificar su cuenta antes de iniciar sesión

source: You have logged out successfully.
es: Ha cerrado la sesión con éxito.

source: You have logged in successfully.
es: Ha iniciado la sesión con éxito.

source: The password reset key is invalid
es: La clave de restablecimiento de contraseña no es válida

source: Your password has been reset. Please login with your new password.
es: La clave de restablecimiento de contraseña no es válida

source: An email to reset your password has been sent to %s. Please check your email.
es: Un correo electrónico para restablecer su contraseña ha sido enviada a %s. Por favor, consultar su correo electrónico.

source: System unavailable, please try later.
es: Sistema no esta disponible, por favor intente más tarde.

source: Your password has been changed.
es: Se cambio su contraseña.

source: Oops. Something went wrong.
es: Lo sentimos. Algo salió mal

source: and
es: y

source: Male
es: Masculino

source: Female
es: Femenino

source: Other
es: Otro

source: Not applicable
es: No es pertinente

source: Full date
es: Fecha completa

source: Month and year
es: Mes y año

source: Year
es: Año

source: Decade
es: Década

source: Era
es: Época

source: Century
es: Siglo

source: Month and day (no year)
es: Mes y día (sin año)

source: Month, day, and decade
es: Mes, día y década

source: Prefix
es: Prefijo

source: Given name
es: Nombre de pila

source: Middle name
es: Segundo nombre

source: Family name
es: Apellido

source: Suffix
es: Sufijo

source: Organization name
es: Nombre de organización

source: Personal name
es: Nombre personal

source: Corporate name
es: Nombre corporativo

source: Member of
es: Miembro de

source: Related to
es: Relacionado a

source: Identical to
es: Idéntico a

source: Book
es: Libro

source: Journal article
es: Artículo de revista

source: Reading
es: Lectura

source: Staged reading
es: Lectura semi-montada

source: Workshop
es: Taller

source: Performance art
es: Performance

source: Collaboration
es: Colaboración

source: Online performance
es: Performance en la red

source: Online collaboration
es: Colaboración en la red

source: Corporate Name
es: Nombre corporativo

source: Date
es: Fecha

source: Family Name
es: Apellido

source: Function
es: Función

source: Genre/Form of Material
es: Género/Forma de material

source: Geographic Name
es: Nombre geográfico

source: Occupation
es: Ocupación

source: Personal Name
es: Nombre personal

source: Title
es: Título

source: Topical Term
es: Tema

source: is part of
es: es parte de

source: is a translation of
es: es una traducción de

source: is an adaptation of
es: es una adaptación de

source: is a version of
es: es una versión/edición de

source: is referenced by
es: es mencionado en

source: is similar to
es: es similar a

source: follows after
es: a partir de

source: Copyright UM
es: Derechos UM

source: None (all rights reserved)
es: Ninguno (derechos reservados)

source: Public domain
es: dominio público

source: CC-BY
es: CC-BY (Reconocimiento)

source: CC-BY-SA
es: CC-BY-SA (Reconocimiento - CompartirIgual)

source: CC-BY-ND
es: CC-BY-ND (Reconocimiento - CompartirIgual - SinObraDerivada)

source: CC-BY-NC
es: CC-BY-NC (Reconocimiento - NoComercial)

source: CC-BY-NC-SA
es: CC-BY-NC-SA (Reconocimiento - NoComercial - CompartirIgual)

source: CC-BY-NC-ND
es: CC-BY-NC-ND (Reconocimiento - NoComercial - SinObraDerivada)

source: World
es: Mundial

source: US
es: EEUU

source: Winner
es: Ganador

source: Nominee
es: Candidato

source: Honorable mention
es: Mención de honor

source: Theater companies
es: compañía teatral

source: Associate Tags with Production and Work record
es: Etiquetas asociados con la producción y el registro de trabajo

source: Type
es: Tipo

source: special performance type
es: ¿puesta especial?

source: special performance types
es: ¿puesta especial?

source: title
es: título

source: EAD title
es: EAD título

source: subject type
es: tema

source: source
es: procedencia

source: creator type
es: Tipo de creador

source: name prefix
es: prefijo

source: given name(s)
es: Nombre de pila

source: middle name(s)
es: Segundo nombre

source: family name(s)
es: Nombre de familia

source: name suffix
es: sufijo

source: For corporate creators, enter an organization name here instead of using the other name fields.
es: Para creadores corporativos, entre el nombre de una organización aquí en vez de en las casillas anteriores

source: organization / corporate name
es: Nombre de organización

source: creator name
es: Nombre del creador

source: creator ASCII name
es: Nombre del creador - ASCII

source: creator display name
es: Nombre del creador - visualizar

source: creator display ASCII name
es: Nombre del creador - visualizar ASCII

source: name variants
es: variantes del nombre

source: City of birth
es: Lugar de nacimiento

source: birth date
es: fecha de nacimiento

source: Precision
es: precisión

source: Is B.C. date
es: es A.C.

source: City of death
es: Lugar de fallecimiento

source: death date
es: Fecha de defunción

source: earliest active
es: fecha de actividad primera

source: latest active
es: fecha de actividad final

source: gender
es: género

source: nationality
es: nacionalidad

source: Office / headquarters location (for corporate creators only)
es: Ubicación de oficina o lugar (solo para creadores corporativos)

source: office / headquarters
es: oficina / sede

source: related creators
es: Creadores relacionados

source: biographical / historical note
es: nota biográfica/histórica

source: website
es: página web

source: photo
es: foto

source: primary bibliography
es: bibliografía primaria

source: secondary bibliography
es: bibliografía secundaria

source: awards (plain text)
es: bibliografía en inglés (texto)

source: bibliography (plain text)
es: bibliografía en inglés (texto)

source: bibliography (plain text, Spanish)
es: bibliografía en español (texto)

source: secondary bibliography (plain text)
es: bibliografía secundaria

source: secondary bibliography (plain text, Spanish)
es: bibliografía secundaria en español

source: notes
es: notas

source: attention
es: atención

source: needs editing
es: necesita edición

source: published
es: publicado

source: profiler name
es: nombre del investigador

source: profile entry date
es: fecha de la entrada

source: Birth date
es: Fecha de nacimiento

source: Death date
es: Fecha de defunción

source: Earliest active
es: Fecha primera de actividad

source: Latest active
es: Fecha última de actividad

source: Roles
es: papel

source: creator 1
es: Creador 1

source: relationship
es: relación

source: related creator
es: Creador relacionado

source: If the relationship is membership in an organization, select the member's function in the organization here.
es: Si la relación es de afiliación a una organización, selecciona la función del miembro en la organización aquí.

source: function
es: función

source: Click 'Today' to see today's date in the proper date format.
es: Pinche 'Hoy' para ver el formato correcto de la fecha

source: relationship since
es: relación desde

source: precision
es: precisión

source: relationship until
es: relación hasta

source: Relationship since
es: relación desde

source: Relationship until
es: relación hasta

source: title (ASCII)
es: título (ASCII)

source: title variants
es: variantes del título

source: Is a venue
es: Es un local

source: Check this box if productions / festivals occur at this location
es: Selecciona este caja si producciones / festivales tienen lugar aquí

source: venue type
es: tipo de local

source: begin date
es: fecha que comenzó

source: end date
es: fecha que terminó

source: street address
es: dirección

source: street address (line 2)
es: dirección (línea 2)

source: city
es: ciudad

source: postal code
es: código postal

source: country
es: país

source: latitude
es: latitud

source: longitude
es: longitud

source: altitude
es: altitud

source: summary
es: resumen

source: Begin date
es: Fecha de empezar

source: End date
es: Fecha de terminar

source: Unknown
es: Desconocido

source: venue
es: local

source: Number only, no commas
es: Solo números, no use comas ni puntos

source: square footage
es: pies cuadrados

source: stage type
es: tipo de escenario

source: Width of the stage, in feet
es: Ancho del escenario, en pies

source: stage width
es: ancho del escenario

source: Depth of the stage, in feet
es: profundidad del escenario, en pies

source: stage depth
es: profundidad del escenario

source: Amount of vertical space on stage, in feet
es: Altura del escenario, en pies

source: stage height
es: altura del escenario

source: stage lighting
es: iluminación escénica

source: stage sound
es: sistema de sonido

source: Number of audience members that can be accommodated
es: Numero de público que se puede acomodar

source: seating
es: asientos

source: subtitle
es: título

source: ASCII title
es: título ASCII

source: creators
es: Creadores

source: work type
es: tipo de texto

source: subject
es: tema

source: The work's genre - e.g. drama, comedy
es: El género de la obra - por ejemplo, drama, comedia

source: genre
es: género

source: The culture the work is a part of
es: La cultura a la cual la obra pertenece

source: culture
es: cultura

source: A movement or period the work belongs to
es: Un movimiento o período a la cual la obra pertenece

source: style
es: estilo

source: language
es: Idioma

source: creation date
es: fecha de creación

source: publication date
es: fecha de publicación

source: publication rights
es: derechos de publicación

source: performance rights
es: derechos de montaje

source: A site where users can find the text of this work
es: Una página donde usuarios pueden obtener el texto de la obra

source: digital copy
es: copia digital

source: related works
es: Obras relacionadas

source: Creation date
es: fecha de creación

source: Publication date
es: fecha de publicación

source: work
es: texto

source: related work
es: Texto relacionado

source: creator
es: Creador

source: work record
es: expediente del texto

source: source text
es: texto fuente

source: source work
es: texto fuente

source: stage
es: escenario

source: Number of performances
es: número de puestas

source: Special performance?
es: ¿puesta especial?

source: directing team
es: equipo de dirección

source: cast
es: elenco

source: design team
es: equipo de diseño

source: technical team
es: equipo técnico

source: production team
es: equipo de producción

source: documentation team
es: equipo de documentación

source: advisory team
es: equipo de asesoría

source: related organizations
es: Organizaciones relacionadas

source: premiere
es: estreno

source: Directors
es: directores

source: person
es: persona

source: production
es: producción

source: role
es: papel

source: festival series
es: festival

source: participants
es: participantes

source: productions
es: producciones

source: awards
es: premio

source: festival/conference program
es: programa festival / conferencias

source: festival/conference educational program
es: festival / conferencias programa educativo

source: festival/conference announcement
es: anuncio del festival / conferencias

source: participant
es: participante

source: repository ID
es: ID de repositorio

source: location
es: ubicación

source: repository
es: repositorio

source: collection ID
es: ID de colección

source: For a series of awards (e.g. Tony Award, Drama Desk Award), not award categories (Tony Award for Best Musical, etc.)
es: para serie de premios (Tony Award, Premio Villanueva), no para categorías de premios (Tony Award para musical, Premio Villanueva para mejor actor)

source: award organization
es: organización que da el premio

source: award
es: premio

source: Please enter a 4-digit year (e.g. 1999, not 99)
es: Entra un año con cuatro números (por ejemplo, '1999', no '99')

source: year
es: año

source: e.g. Best Performance, Best Musical
es: Por ejemplo, 'Mejor Puesta', 'Mejor Musical'

source: category
es: categoría

source: result
es: resultado

source: A specific person or organization receiving the award
es: Una persona u organización específica que recibe el premio

source: recipient
es: receptor

source: City
es: ciudad

source: collection
es: colección

source: object creator
es: Creador del objeto

source: object ID
es: ID de objeto

source: digital ID
es: ID digital

source: rights holder(s)
es: persona que tiene los derechos

source: license type
es: tipo de licencia

source: permission form
es: formulario

source: e.g. ISBN, ISSN, DOI
es: Por ejemplo, ISBN, ISSN, DOI

source: identifier
es: identificador

source: marks/inscriptions
es: marcas / inscripciones

source: physical description
es: descripción física

source: Physical object type
es: Tipo de objeto físico

source: donor
es: donante

source: sponsor note
es: Nota del donante

source: physical object date
es: Fecha de objeto físico

source: Physical object city
es: Tipo de objeto físico

source: Digital object format
es: Formato del objeto digital

source: series #
es: número de serie

source: series name
es: nombre de serie

source: subseries #
es: número de subserie

source: subseries name
es: nombre de subserie

source: box #
es: número de caja

source: folder #
es: número de carpeta

source: drawer #
es: número de carpeta

source: folder name
es: nombre de carpeta

source: folder date
es: fecha de carpeta

source: related production
es: Producción relacionada

source: related festival
es: Festival relacionado

source: related award
es: Texto relacionado

source: related venue
es: Local relacionado

source: Restricted?
es: restringido?

source: Details of restrictions
es: detalles de la restricción

source: Uploaded to streaming server
es: está en el servidor

source: Poster image (for videos)
es: imagen del poster (para videos)

source: Digital object number
es: Objetos digitales por tipo

source: Related Creators - Digital object
es: Contenidos digitales:

source: digital object
es: Objeto digital

source: description
es: desripción

source: link for more info
es: enlace para obtener más información

source: image
es: imagen

source: File
es: Archivo

source: sequence ID
es: ID de secuencia

source: Name of the country (e.g. Cuba)
es: Nombre del pais (por ejemplo, 'Cuba')

source: name
es: nombre

source: What someone from this country is called (e.g. Cuban)
es: gentilicio - nombre del residente de un país (por ejemplo, 'cubano')

source: demonym
es: gentilicio

source: countries
es: países

source: state
es: estado

source: cities
es: ciudades

source: This language's 2-letter shortcode ('en', 'es', etc.)
es: Código de dos letras para este idioma (por ejemplo, 'in', 'es', etcétera)

source: shortcode
es: código corto

source: A longer archival language code ('eng', 'spa', etc.)
es: Un código de archivo de idiomas más largo (por ejemplo, 'ing', 'esp', etcétera)

source: archival code
es: código de archivo

source: languages
es: Idiomas

source: work record type
es: tipo de expediente de texto

source: work record types
es: tipos de expediente de texto

source: work record function
es: función de expedientes de texto

source: work record functions
es: funciones de expedientes de textos

source: directing team function
es: función del equipo de dirección

source: directing team functions
es: funciones del equipo de dirección

source: cast member function
es: función del miembro del elenco

source: cast member functions
es: funciones del miembro del elenco

source: design team function
es: función del equipo de diseño

source: design team functions
es: funciones del equipo de diseño

source: technical team function
es: función del equipo técnico

source: technical team functions
es: funciones del equipo técnico

source: production team function
es: función del equipo de producción

source: production team functions
es: funciones del equipo de producción

source: documentation team function
es: función del equipo de documentación

source: documentation team functions
es: funciones del equipo de documentación

source: advisory team function
es: función del equipo asesor

source: advisory team functions
es: funciones del equipo asesor

source: function type
es: tipo de función

source: Display Order
es: orden de página

source: organizational function
es: función de organización

source: organizational functions
es: funciones de organización

source: festival function
es: función de festival

source: festival functions
es: funciones de festival

source: slug
es: ficha

source: physical object type
es: Tipo de objeto físico

source: physical object types
es: Tipos de objeto físico

source: venue types
es: tipo de local

source: page order
es: orden de página

source: Where in the list this page should show up - 0 comes first, then 1, etc.
es: donde debe aparecer esta página - 0 viene primero, después 1, etc.

source: child of
es: hijo de

source: This page's parent, if any
es: padre de esta página

source: Static page
es: página estática

source: textbox content
es: contenido desconocido

source: Number of boxes
es: número de volúmenes

source: Digital object for box 1
es: Objeto digital para la caja 1

source: Enter the ID number of the digital object that should go here.
es: Escriba el número de id del objeto digital que va aquí

source: Digital object for box 2
es: objeto digital para la caja 2

source: Digital object for box 3
es: objeto digital para la caja 3

source: Related Title
es: Título relacionado

source: Sorry, translation is not available.
es: Lo siento, pero la traducción no está disponible.

source: bibliographic record
es: record bibliográfico

source: bibliographic records
es: records bibliográfico

source: Annotation
es: Ubicación

source: short title
es: título corto

source: author(s)
es: autor(es)

source: Only for works contained in a larger book
es: Solo para obras contenidas en un libro más grande

source: book title
es: título del libro

source: chapter
es: capítulo

source: How Published
es: publicado

source: editor(s)
es: editor(es)

source: Organization
es: Nombre de organización

source: Price
es: Precio

source: Table of Content
es: Tabla de Contenido

source: abstract
es: resumen

source: translator(s)
es: traductor(es)

source: Volume number
es: número de volumen

source: Issue number
es: número

source: issue number
es: número

source: Series title
es: título de la serie de libros

source: series
es: serie

source: Series subtitle
es: subtítulo de la serie

source: series text
es: texto de la serie

source: series number
es: número de la serie

source: Enter as an ordinal number ('Second', 'Third')
es: Entre como un número ordinal ('Segundo', 'Tercero')

source: edition
es: edición

source: section
es: sección

source: Publication time in the year, ex: Spring, Fall, etc.
es: Tiempo de la publicación en el año, por ejemplo: Primavera, Otoño, etc

source: Season
es: Temporada

source: accessed date
es: fecha de entrada

source: Enter one or more pages / page ranges
es: Entre uno o más páginas / intervalos de páginas

source: pages
es: páginas

source: publisher
es: editorial

source: Publisher's address; omit for major publishers
es: Dirección de la editorial; omita para editoriales principales

source: address
es: dirección

source: medium
es: medio

source: artwork size
es: tamaño de la obra de arte

source: label
es: etiqueta

source: running time
es: tiempo

source: An archive that holds this item
es: archivo que contiene este artículo

source: archive
es: archivo

source: A call number or location within the archive holding this item
es: lugar dentro del archivo

source: location in archive
es: lugar dentro del archivo

source: version
es: versión

source: system
es: sistema

source: university
es: universidad

source: A library that holds this item
es: biblioteca que tiene el artículo

source: library
es: biblioteca

source: The catalog call number for the library holding this item
es: número de catálogo de la biblioteca

source: library catalog number
es: número de catálogo de la biblioteca

source: rights
es: derechos

source: Description
es: Descripción

source: Display in Front End
es: Mostrar en publicaciones

source: Home
es: Inicio

source: Publications
es: Publicaciones

source: Please correct the errors below.
es: Por favor, corrija los siguientes errores.

source: Bibliography
es: bibliografía

source: Creators
es: Creadores

source: Productions
es: Producciones

source: Written Works
es: obras escritas

source: Import
es: Importar

source: Show more results
es: muestre más resultados

source: Select a valid choice. That choice is not one of the available choices.
es: Escoja un selección válida. No es una de las selecciones válidas.

source: Page unavailable
es: Página no esta disponibles

source: Oops!, We don't have that archive yet,
es: Oops!, No tenemos ese archivo aún

source: If you entered the URL in by hand, double check that it is correct
es: Si digitaste la dirección URL , vuelva a comprobar que esté correcta

source: We've sent this to our support team &mdash;
es: Hemos enviado esto a nuestro equipo de apoyo -

source: You have experienced a technical error. We&nbsp;apologize.
es: Usted ha experimentado un error técnico. Pedimos disculpas.

source: Try refreshing the page, the problem may be temporary
es: Intente actualizar la página, el problema puede ser temporal

source: Cuban Theater Digital Archive
es: Archivo Digital de Teatro Cubano

source: Go
es: Busque

source: Welcome back
es: Bienvenidos

source: Logout
es: Terminar sesión

source: Login
es: Inicio de sesión

source: Search
es: Búsqueda

source: Search...
es: Buscar...

source: About
es: Sobre ADTC

source: People
es: Personal

source: Participate
es: Participe

source: The Archive
es: El archivo

source: Festivals
es: Festivales

source: Awards
es: premios

source: Venues
es: Espacios teatrales

source: Digital Objects
es: Objetos digitales

source: All objects
es: Objetos

source: Images
es: imagen

source: By Type
es: Tipo

source: Collections
es: Colecciones

source: Change Your Password
es: Cambiar contraseña

source: The minimum password length is 6 characters.
es: La longitud mínima de la contraseña es de 6 caracteres.

source: Change Password
es: Cambiar contraseña

source: Account Login
es: Mi cuenta
